org/fixed.org
#+HUGO_BASE_DIR: ../
#+HUGO_SECTION: ./
#+HUGO_LEVEL_OFFSET: 0
#+OPTIONS: author:nil

** en
:PROPERTIES:
:EXPORT_TITLE: About
:EXPORT_FILE_NAME: about.en.md
:END:

*** About Me
No longer a fan of the slow and clunky Wordpress, I switched to Hugo.

Most of my social network accounts use the name =shimmy1996=.

*** About This Site

Up and running since July 12th, 2014.

This site is licensed under a [[http://creativecommons.org/licenses/by-nc-sa/4.0/][Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License]] (CC BY-NC-SA 4.0).

