content/about.en.md
+++
title = "About"
draft = false
slug = "about"
+++

# About Me {#about-me}

No longer a fan of the slow and clunky Wordpress, I switched to Hugo.

Most of my social network accounts use the name `shimmy1996`.


# About This Site {#about-this-site}

Up and running since July 12th, 2014.

This site is licensed under a [Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License](http://creativecommons.org/licenses/by-nc-sa/4.0/) (CC BY-NC-SA 4.0).